Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Main_Skills_Queue_In_Queue
source: In Queue: %d
zh_hans: 队列中：%d

# Main_Skills_Running
source: Running
zh_hans: 进行中

# Main_Skills_Trainable
source: Trainable
zh_hans: 可训练

# Main_Skills_Training
source: Training
zh_hans: 训练中

# Main_Sovereignty
source: Sovereignty
zh_hans: 主权争夺

# Main_Sovereignty_Started
source: Started
zh_hans: 已开始

# Main_Sovereignty_Time_Days
source: %dd %dh
zh_hans: %d天%d时后

# Main_Sovereignty_Time_Hours
source: %dh %dmin
zh_hans: %d时%d分后

# Main_Sovereignty_Time_Minutes
source: %dmin
zh_hans: %d分后

# Main_Sovereignty_Title
source: Sovereignty Campaigns
zh_hans: 主权战争状态

# Main_stable
source: stable
zh_hans: 稳定

# Main_Star_Map
source: Star Map
zh_hans: 星图

# Main_Structure_Market
source: Structure Market
zh_hans: 建筑市场

# Main_Suppression_Progress
source: Suppression
zh_hans: 镇压进度

# Main_system_fw_status
source: This system is a
zh_hans: 这个星系是

# Main_thirdline
source: Rearguard
zh_hans: 后备

# Main_uncontested
source: uncontested
zh_hans: 无人争夺

# Main_Update_History
source: Update history
zh_hans: 更新历史

# Main_vulnerable
source: vulnerable
zh_hans: 可被攻击

# Main_Wallet_Journal
source: Wallet Journal
zh_hans: 钱包流水

# Main_Wallet_Journal_short
source: Journal
zh_hans: 钱包流水

# Main_WarAgainst
source: Hostile
zh_hans: 敌对势力

# Main_WarZone
source: Warzone
zh_hans: 战区

# Main_WH
source: Wormholes
zh_hans: 虫洞

# Market_Structure_Character_Selector_Title
source: Select Character
zh_hans: 选择人物

# Market_Structure_Loading_Corporation
source: Loading corporation info...
zh_hans: 加载军团信息...

# Market_Structure_Search_Description
source: Enter structure name to search
zh_hans: 输入建筑名称进行搜索

# Market_Structure_Search_Hint
source: Search Market Structures
zh_hans: 搜索市场建筑

# Market_Structure_Search_Min_Length
source: Please enter at least %d characters to search
zh_hans: 请输入至少 %d 个字符进行搜索

# Market_Structure_Search_No_Results
source: No matching structures found
zh_hans: 未找到匹配的建筑

# Market_Structure_Search_Placeholder
source: Search structure name
zh_hans: 搜索建筑名称

# Market_Structure_Search_Searching
source: Searching...
zh_hans: 搜索中...

# Market_Structure_Search_Try_Different
source: Try using different keywords
zh_hans: 请尝试使用不同的关键词

# Market_Structure_Select_Character_Button
source: Select a character with permissions
zh_hans: 选择一个有权限的人物

# Market_Structure_Select_Character_First
source: Please select a character first
zh_hans: 请先选择人物

# Market_Structure_Select_Character_Section
source: Select Character
zh_hans: 选择人物

# Market_Structure_Select_Character_Selected
source: Selected: %@
zh_hans: 已选择: %@

# Market_Structure_Select_Structure_Button
source: Select Market Structure
zh_hans: 选择市场建筑

# Market_Structure_Select_Structure_Section
source: Select Structure
zh_hans: 选择建筑

# Market_Structure_Select_Structure_Selected
source: Selected: %@
zh_hans: 已选择: %@

# Market_Structure_Sheet_Cancel
source: Cancel
zh_hans: 取消

# Market_Structure_Sheet_Complete
source: Complete
zh_hans: 完成

# Market_Structure_Structure_Selector_Title
source: Select Structure
zh_hans: 选择建筑

# Market_Structure_Unknown_Corporation
source: Unknown Corporation
zh_hans: 未知军团

# Mastery_Detail_Title
source: Mastery
zh_hans: 专精

# Mastery_Filter_All
source: All
zh_hans: 全部

# Mastery_Filter_Empty
source: No ships match "%@"
zh_hans: 没有符合“%@”的飞船

# Mastery_Filter_Locked
source: Not Qualified
zh_hans: 不达标

# Mastery_Filter_Qualified
source: Qualified
zh_hans: 达标

# Mastery_Plan_Name_Format
source: %@ - Mastery %@
zh_hans: %@-专精%@

# Mastery_Plan_Skills_Count
source: %d mastery skills total
zh_hans: 专精技能共 %d 项

# Mastery_Skill_Req_Header
source: Skill Requirements
zh_hans: 技能要求

# MedSlot
source: Medium Slot
zh_hans: 中槽

source: Member Count
zh_hans: 成员数量

# Mining_Chart_Sort_Price
source: By Price
zh_hans: 按估价

# Mining_Chart_Sort_Quantity
source: By Quantity
zh_hans: 按数量

# Mining_Chart_Sort_Title
source: Sort By
zh_hans: 排序方式

# Mining_Chart_Sort_Volume
source: By Volume
zh_hans: 按体积

# Mining_Detail
source: Detail
zh_hans: 明细

# Mining_Detail_By_Character
source: Mining by Character
zh_hans: 各人物挖矿量

# Mining_Detail_By_Ore_Type
source: Mining by Ore Type
zh_hans: 各矿石类型挖矿量

# Mining_Detail_By_System
source: Mining by Solar System
zh_hans: 各星系挖矿量

# Mining_Detail_Characters
source: Characters
zh_hans: 参与人物

# Mining_Detail_Copy
source: Copy
zh_hans: 复制

# Mining_Detail_Copy_EN
source: Copy (en)
zh_hans: 复制(en)

# Mining_Detail_Estimate_Price
source: Est. Price
zh_hans: 估价

# Mining_Detail_Last_7_Days
source: Last 7 Days
zh_hans: 近7天

# Mining_Detail_Ore_List
source: Ore List
zh_hans: 矿石明细

# Mining_Detail_Ore_Types
source: Ore Types
zh_hans: 矿石种类

# Mining_Detail_Other
source: Other
zh_hans: 其他

# Mining_Detail_Overview
source: Overview
zh_hans: 总览

# Mining_Detail_This_Week
source: This Week
zh_hans: 本周

# Mining_Detail_Title
source: Mining Detail
zh_hans: 挖矿明细

# Mining_Detail_Total_Quantity
source: Total Quantity
zh_hans: 总挖矿量

# Mining_Detail_Total_Volume
source: Total Volume
zh_hans: 总体积

# Mining_Error_Loading
source: Failed to Load
zh_hans: 加载失败

# Mining_Loading
source: Loading Mining Records...
zh_hans: 正在加载采矿记录...

# Mining_Loading_Progress
source: Loading characters %d/%d
zh_hans: 已加载人物 %d/%d

# Mining_Monthly_Summary
source: Mining Summary for %@
zh_hans: %@月采矿汇总

# Mining_No_Records
source: No Mining Records
zh_hans: 暂无采矿记录

# Mining_Pull_to_Refresh
source: Pull to Refresh
zh_hans: 下拉刷新

# Mining_Settings_Multi_Character
source: Multi-Character Aggregation
zh_hans: 多人物聚合

# Mining_Settings_Multi_Character_Description
source: Aggregate mining ledger data from multiple characters
zh_hans: 聚合显示多个角色的挖矿记录数据

# Mining_Settings_Title
source: Settings
zh_hans: 设置

# Mining_Total_Volume
source: Total Volume
zh_hans: 总量

# Mining_Unknown_Ore
source: Unknown Ore: %d
zh_hans: 未知矿石：%d

# Misc_All
source: All
zh_hans: 全部

# Misc_back
source: Back
zh_hans: 返回

# Misc_Calculating
source: Calculating...
zh_hans: 计算中...

# Misc_Cancel
source: Cancel
zh_hans: 取消

# Misc_Clear
source: Clear
zh_hans: 清除

# Misc_Collapse
source: Collapse
zh_hans: 收起

# Misc_Constellation
source: Constellation
zh_hans: 星座

# Misc_Copied
source: Copied
zh_hans: 已复制

# Misc_Copy
source: Copy
zh_hans: 复制

# Misc_Copy_All_Languages
source: Copy All Languages
zh_hans: 复制所有语言

# Misc_Copy_Alliance
source: Copy Alliance Name
zh_hans: 复制联盟名称

# Misc_Copy_CEO_CharID
source: Copy CEO Name
zh_hans: 复制 CEO 名称

# Misc_Copy_Char_Title
source: Copy title
zh_hans: 复制头衔

# Misc_Copy_CharID
source: Copy Char Name
zh_hans: 复制人物名称

# Misc_Copy_Constellation
source: Copy Constellation
zh_hans: 复制星座

# Misc_Copy_Constellation_And_Solar
source: Copy Const & Systems
zh_hans: 复制星座与星系

# Misc_Copy_Contract_Title
source: Copy title
zh_hans: 复制标题

# Misc_Copy_CorpID
source: Copy Corp Name
zh_hans: 复制军团名称

# Misc_Copy_Faction
source: Copy Faction Name
zh_hans: 复制势力名称

# Misc_Copy_Item_Name
source: Copy Item Name
zh_hans: 复制物品名称

# Misc_Copy_Location
source: Copy Location
zh_hans: 复制地点

# Misc_Copy_LP_Offer_Name
source: Corp Offer Name
zh_hans: 复制商品名称

# Misc_Copy_Module_Name
source: Copy Module Name
zh_hans: 复制装备名称

# Misc_Copy_Name
source: Copy Name
zh_hans: 复制名称

# Misc_Copy_Solar
source: Copy System
zh_hans: 复制星系

# Misc_Copy_Staging_Solar
source: Copy Staging System
zh_hans: 复制集结星系

# Misc_Copy_Structure
source: Copy Structure
zh_hans: 复制建筑名称

# Misc_Copy_Trans
source: Copy Translation
zh_hans: 复制翻译

# Misc_Copy_Victim_Name
source: Copy Victim
zh_hans: 复制受害人

# Misc_Delete
source: Delete
zh_hans: 删除

# Misc_Done
source: Done
zh_hans: 完成

# Misc_false
source: False
zh_hans: 否

# Misc_Filter
source: Filter
zh_hans: 过滤

# Misc_InAll
source: All
zh_hans: 总计

# Misc_Items
source: %d items
zh_hans: %d 个物品

# Misc_Level
source: Level %d
zh_hans: 等级 %d

# Misc_Level_Short
source: Lv %d
zh_hans: %d级

# Misc_Load_Failed
source: Load failed
zh_hans: 加载失败

# Misc_Loading
source: Loading...
zh_hans: 加载中...

# Misc_Name
source: Name
zh_hans: 名称

# Misc_Need
source: Need
zh_hans: 缺少

# Misc_No
source: No
zh_hans: 否

# Misc_No_Data
source: No Data
zh_hans: 暂无数据

# Misc_No_Insurgency
source: No data, refresh required
zh_hans: 读取数据失败，请刷新重试

# Misc_No_Matched_Data
source: No matching data
zh_hans: 暂无符合要求的数据

# Misc_Not_Found
source: Not found
zh_hans: 未找到

# Misc_Now
source: Now
zh_hans: 现在

# Misc_Null
source: Null
zh_hans: 无

# Misc_number_items
source: Items
zh_hans: 种

# Misc_number_point
source: points
zh_hans: 点

# Misc_OpenLink
source: Open Link
zh_hans: 打开链接

# Misc_per
source: per
zh_hans: 每

# Misc_Qty
source: Qty
zh_hans: 数量

# Misc_Random
source: Roll
zh_hans: 随机

# Misc_Rename
source: Rename
zh_hans: 重命名

# Misc_Save
source: Save
zh_hans: 保存

# Misc_Save_Render_Image
source: Save Render Image
zh_hans: 保存渲染图

# Misc_Save_Render_Image_Error
source: Failed to save render image, please check photo library permissions
zh_hans: 无法保存渲染图到相册，请检查相册权限设置

# Misc_Save_Render_Image_Error_Title
source: Save Failed
zh_hans: 保存失败

# Misc_Save_Render_Image_Success
source: Render image saved to photo library
zh_hans: 渲染图已保存到相册

# Misc_Show_Detail
source: Show Info
zh_hans: 查看详情

# Misc_Show_More
source: Show More
zh_hans: 显示更多

# Misc_Show_More_Count
source: +%d more
zh_hans: +%d 更多

# Misc_Skill_Not_Injected
source: Not Injected
zh_hans: 未吸收

# Misc_true
source: True
zh_hans: 是

# Misc_unit
source: unit(s)
zh_hans: 单位

# Misc_Yes
source: Yes
zh_hans: 是

# Module_Attribute_armorBonus
source: Armor Repair
zh_hans: 装甲维修量

# Module_Attribute_armorHPBonus
source: Armor HP
zh_hans: 装甲量加成

# Module_Attribute_capBonus
source: Cap Bonus
zh_hans: 电容量加成

# Module_Attribute_empFieldRange
source: Range
zh_hans: 作用范围

# Module_Attribute_energyNeutralizerAmount
source: Power Neut
zh_hans: 能量中和值

# Module_Attribute_Falloff
source: Falloff
zh_hans: 失准

# Module_Attribute_hullBonus
source: Hull Repair
zh_hans: 结构维修量

# Module_Attribute_MaxRange
source: Max Range
zh_hans: 最大射程

# Module_Attribute_miningAmount
source: Mining+Waste
zh_hans: 采矿量+损耗

# Module_Attribute_powerTransferAmount
source: Power Trans
zh_hans: 电容传输量

# Module_Attribute_powerTransferAmount_nos
source: Nosferatu
zh_hans: 能量吸收值

# Module_Attribute_ProbeStrength
source: Probe Strength
zh_hans: 探针强度

# Module_Attribute_Range
source: Optimal
zh_hans: 最佳射程

# Module_Attribute_Rate_of_Fire
source: Cycle Time
zh_hans: 运转周期

# Module_Attribute_shieldBonus
source: Shield Repair
zh_hans: 护盾维修量

# Module_Attribute_shieldHPBonus
source: Shield HP
zh_hans: 护盾量加成

# Module_Attribute_Speed
source: Speed
zh_hans: 飞行速度

# Module_Attribute_Tracking
source: Tracking
zh_hans: 跟踪速度

# Module_Attribute_trans_armorBonus
source: Armor Trans
zh_hans: 装甲传输量

# Module_Attribute_trans_hullBonus
source: Hull Trans
zh_hans: 结构传输量

# Module_Attribute_trans_shieldBonus
source: Shield Trans
zh_hans: 护盾传输量

# Module_Status_Active
source: Active
zh_hans: 启动

# Module_Status_Offline
source: Offline
zh_hans: 离线

# Module_Status_Online
source: Online
zh_hans: 上线

# Module_Status_Overload
source: Overload
zh_hans: 超载

# MultiCharacter_Select_All
source: Select All
zh_hans: 全选

# MultiCharacter_Select_Characters
source: Select Characters
zh_hans: 选择角色

source: Net Balance
zh_hans: 净收入

source: Net Income
zh_hans: 净收益

# Network_Error_HTTP_Error
source: HTTP Error: %d
zh_hans: HTTP错误: %d

# Network_Error_Invalid_Data
source: Invalid Data
zh_hans: 无效的数据

# Network_Error_Invalid_Image
source: Invalid Image Data
zh_hans: 无效的图片数据

# Network_Error_Invalid_Response
source: Invalid Response
zh_hans: 无效的响应

# Network_Error_Invalid_URL
source: Invalid URL
zh_hans: 无效的URL

# Network_Error_No_Price
source: No Valid Price Data
zh_hans: 没有有效的价格数据

# Network_Error_Unauthed
source: Unauthed
zh_hans: 未授权

source: No Alliance
zh_hans: 无联盟

source: No Corporation
zh_hans: 无军团

# Notifications_Category_EVEEvent
source: EVE Events
zh_hans: EVE 活动事件

# Notifications_Category_SkillQueue
source: Skill Queue
zh_hans: 技能队列

# Notifications_SkillQueue_Enable
source: Enable Skill Queue Notifications
zh_hans: 启用技能队列通知

# Notifications_SkillQueue_Footer_Hint
source: Calculated from cached skill queue data fetched by the app; may differ from in-game real-time data.
zh_hans: 基于应用拉取的技能队列数据计算，与游戏内实时数据可能不一致。

# Notifications_SkillQueue_Info_Body
source: Skill queue notifications are based on the data last fetched by this app. Since the app cannot refresh skill queue in the background and ESI has cache delays, if you adjust your skill queue in-game without re-fetching in this app, notification timing may be inaccurate.
zh_hans: 技能队列通知基于本应用最近一次刷新的数据生成。 由于应用无后台刷新技能的能力，且 ESI 存在缓存延迟，若您在游戏内调整了技能队列但未在本应用中重新拉取，那么通知时间可能不准确。

# Notifications_SkillQueue_Info_Title
source: About Skill Queue Notifications
zh_hans: 关于技能队列通知

# Notifications_Title
source: Notifications
zh_hans: 通知管理

# Operation_Success
source: Successful
zh_hans: 操作成功

source: Order Type
zh_hans: 订单类型

# Orders_Buy
source: Buy
zh_hans: 收购

# Orders_Corp
source: Corp
zh_hans: 公司

# Orders_Expired
source: Expired
zh_hans: 已过期

# Orders_No_Buy_Orders
source: No Buy Orders
zh_hans: 没有收购订单

# Orders_No_Sell_Orders
source: No Sell Orders
zh_hans: 没有出售订单

# Orders_Remaining
source: remaining
zh_hans: 剩余

# Orders_Remaining_Days
source: Expire in %dd
zh_hans: %d天后过期

# Orders_Remaining_Days_Hours
source: Expire in %dd %dh
zh_hans: %d天%d小时后过期

# Orders_Remaining_Hours
source: Expire in %dh
zh_hans: %d小时后过期

# Orders_Remaining_Hours_Minutes
source: Expire in %dh %dm
zh_hans: %d小时%d分后过期

# Orders_Remaining_Minutes
source: Expire in %dm
zh_hans: %d分后过期

# Orders_Sell
source: Sell
zh_hans: 出售

source: Ore
zh_hans: 矿石

# Ore_Refinery_All_Skills_Level
source: All Level 5
zh_hans: 全5级

# Ore_Refinery_Basic_Settings
source: Basic Settings
zh_hans: 基本设置

# Ore_Refinery_Calculate
source: Calculate Refinery
zh_hans: 计算精炼

# Ore_Refinery_Calculator
source: Refinery Calculator
zh_hans: 矿石精炼计算器

# Ore_Refinery_Implant
source: Implant
zh_hans: 植入体

# Ore_Refinery_Implant_1
source: Implant 1
zh_hans: 植入体1

# Ore_Refinery_Implant_2
source: Implant 2
zh_hans: 植入体2

# Ore_Refinery_Implant_3
source: Implant 3
zh_hans: 植入体3

# Ore_Refinery_Implant_Label
source: Implant
zh_hans: 植入体

# Ore_Refinery_Implant_None
source: None
zh_hans: 无

# Ore_Refinery_Insufficient_Quantity
source: Insufficient Quantity
zh_hans: 数量不足

# Ore_Refinery_No_Items
source: No Items
zh_hans: 暂无物品

# Ore_Refinery_No_Output
source: No Refinery Output
zh_hans: 无精炼产出

# Ore_Refinery_Output_List_Empty
source: Refinery Output List Empty
zh_hans: 精炼输出列表为空

# Ore_Refinery_Ratio_Label
source: Refinery Ratio:
zh_hans: 精炼比例：

# Ore_Refinery_Remaining_List_Empty
source: Remaining Items List Empty
zh_hans: 剩余物品列表为空

# Ore_Refinery_Result_Avg_Price
source: Avg Price
zh_hans: 均价

# Ore_Refinery_Result_Input_Market
source: Input Market
zh_hans: 输入市场

# Ore_Refinery_Result_Market_Settings
source: Market Settings
zh_hans: 市场设置

# Ore_Refinery_Result_No_Price
source: No price information
zh_hans: 暂无价格信息

# Ore_Refinery_Result_Output_List
source: Refinery Output List
zh_hans: 精炼结果清单

# Ore_Refinery_Result_Output_Market
source: Output Market
zh_hans: 输出市场

# Ore_Refinery_Result_Product_Buy_Value
source: Output Buy Price
zh_hans: 精炼后产品买价

# Ore_Refinery_Result_Product_Jita_Buy_Value
source: Output Jita Buy Price
zh_hans: 精炼后Jita买价

# Ore_Refinery_Result_Product_Jita_Market_Value
source: Output Jita Market Price
zh_hans: 精炼后产品Jita市场价

# Ore_Refinery_Result_Product_Jita_Sell_Value
source: Output Jita Sell Price
zh_hans: 精炼后Jita卖价

# Ore_Refinery_Result_Product_Sell_Value
source: Output Sell Price
zh_hans: 精炼后产品卖价

# Ore_Refinery_Result_Product_Value
source: Product Total Value
zh_hans: 产品总价值

# Ore_Refinery_Result_Remaining_List
source: Remaining Items List
zh_hans: 精炼剩余物品清单

# Ore_Refinery_Result_Tax_Amount
source: Tax Amount
zh_hans: 税额

# Ore_Refinery_Result_Title
source: Refinery Result
zh_hans: 精炼结果

# Ore_Refinery_Result_Total_Value
source: Total Value
zh_hans: 总价值

# Ore_Refinery_Result_Total_Volume
source: Total Volume
zh_hans: 总体积

# Ore_Refinery_Rig_None
source: None
zh_hans: 无

# Ore_Refinery_Settings
source: Refinery Settings
zh_hans: 精炼设置

# Ore_Refinery_Skills_Label
source: Skills
zh_hans: 技能

# Ore_Refinery_Structure
source: Structure
zh_hans: 建筑

# Ore_Refinery_Structure_1
source: Structure 1
zh_hans: 建筑1

# Ore_Refinery_Structure_2
source: Structure 2
zh_hans: 建筑2

# Ore_Refinery_Structure_Label
source: Structure
zh_hans: 建筑

# Ore_Refinery_Structure_Rigs
source: Structure Rigs
zh_hans: 建筑插件

# Ore_Refinery_System_Security
source: System Security
zh_hans: 星系安等

# Ore_Refinery_Tax_Rate
source: Tax Rate
zh_hans: 建筑税率

# Ore_Refinery_Tax_Rate_Placeholder
source: Enter 0-100
zh_hans: 输入0-100的数字

# Ore_Refinery_Unknown
source: Unknown Status
zh_hans: 未知状态

source: Personal Standings
zh_hans: 个人声望

# PI_Available_production
source: Available Production
zh_hans: 可选产品

# PI_Chain_Final_Product
source: Final Product (P%d)
zh_hans: 最终产品 (P%d)

# PI_Chain_Level_And_Quantity_Format
source: Level: P%d, Quantity: %d
zh_hans: 等级：P%d，数量：%d

# PI_Chain_Loading
source: Loading production chain...
zh_hans: 加载生产链中...

# PI_Chain_No_Data
source: Unable to get production chain data
zh_hans: 无法获取生产链数据

# PI_Chain_Processing_Round
source: Processing Round %d
zh_hans: 第%d轮加工

# PI_Chain_Production_Level
source: P%d → P%d Production
zh_hans: P%d → P%d 生产

# PI_Chain_Quantity_Format
source: Quantity: %d
zh_hans: 数量：%d

# PI_Chain_Select_Product
source: Select Planetary Product
zh_hans: 选择行星产品

# PI_Chain_Select_Product_Hint
source: Please select a planetary product to view production chain
zh_hans: 请选择一个行星产品查看生产链

# PI_Chain_Tap_To_Change
source: Tap to change
zh_hans: 点击更换

# PI_Chain_Title
source: Production Chain Analysis
zh_hans: 生产链分析

# PI_Output_Description_Text
source: Calculate what PI products can be produced in a selected system and its surrounding area. Choose a central system and jump range to see all available resources and production possibilities. • Shows P0-P4 resources available in the region • Considers resource dependencies and production chains • Helps plan efficient PI operations
zh_hans: 计算在选定星系及其周边区域可以生产哪些PI产品。选择中心星系和跳跃范围，查看所有可用资源和生产可能性。 • 显示区域内可用的P0-P4资源 • 考虑资源依赖关系和生产链 • 帮助规划高效的PI操作

# PI_Output_Description_Title
source: Planetary Industry Output Calculator
zh_hans: 行星工业产出计算器

# PI_Output_Filter_Conditions
source: Filter Conditions
zh_hans: 过滤条件

# PI_Output_Loading_Systems
source: Loading Systems...
zh_hans: 正在加载星系数据...

# PI_Output_Max_Jumps
source: Max Jumps
zh_hans: 最大跳数

# PI_Output_No_Resources
source: No Resource Available
zh_hans: 没有找到可用资源

# PI_Output_No_Results
source: No Results Found
zh_hans: 没有搜索结果

# PI_Output_Not_Selected
source: Not Selected
zh_hans: 未选择

# PI_Output_Planet_Distribution
source: Available Planets
zh_hans: 可用行星

# PI_Output_Resources
source: Available resource and production
zh_hans: 可用资源与产出

# PI_Output_Search_Solar_System
source: Search Solar System
zh_hans: 搜索星系

# PI_Output_Select_Solar_System
source: Select Solar System
zh_hans: 选择星系

# PI_Output_Start_System
source: Base System
zh_hans: 中心星系

# PI_Output_Systems_List
source: Available Systems
zh_hans: 可用星系列表

# PI_Output_View_Planets
source: View Planets
zh_hans: 查看行星总数

# PI_Output_View_Systems
source: Show Systems
zh_hans: 查看可用星系

# PI_Production_name
source: Production
zh_hans: 产品

# PI_Production_Plan_BasicInfo
source: Basic Info
zh_hans: 基本信息

# PI_Production_Plan_JumpRange
source: Range
zh_hans: 范围

# PI_Production_Plan_P0Requirements
source: Requirements
zh_hans: 资源需求

# PI_Production_Plan_Systems
source: Jump(s)
zh_hans: 跳

# PI_Production_Plan_Title
source: Production Plan
zh_hans: 生产方案

# PI_Production_solar
source: Base System
zh_hans: 中心星系

# PI_Production_Sov
source: Sovereignty
zh_hans: 主权

# PI_Resource_Chain_Error
source: Error
zh_hans: 无法加载资源链信息

# PI_SiteFinder_Description_Text
source: Find the best systems to produce a specific PI product. Select your target product, region, sovereignty, and jump range to get ranked recommendations. • Analyzes resource availability and planet types • Considers nearby systems for missing resources • Provides detailed scoring and resource coverage information
zh_hans: 找到生产特定PI产品的最佳星系。选择目标产品、星域、主权和跳跃范围，获得排名推荐。 • 分析资源可用性和行星类型 • 考虑邻近星系的缺失资源 • 提供详细的评分和资源覆盖信息

# PI_SiteFinder_Description_Title
source: Planetary Industry Site Finder
zh_hans: 行星工业选址工具

# Planet_All-in-One_Calc
source: All-in-one Calc
zh_hans: 单球计算器

# Planet_Colony_Stopped
source: Colony Stopped
zh_hans: 星球已停工

# Planet_Colony_Upgrade_Level
source: Lv %lld
zh_hans: 等级 %lld

# Planet_Detail_At_Submit
source: At Submit
zh_hans: 提交时

# Planet_Detail_Current_Time
source: Current Time
zh_hans: 当前时间

# Planet_Detail_Expire
source: Expire
zh_hans: 停工

# Planet_Detail_Extractor_Expired
source: Extractor expired
zh_hans: 采集器已过期

# Planet_Detail_Extractor_Expiry_Time
source: Extractor expiry after
zh_hans: 采集器过期时间

# Planet_Detail_Generating_Snapshots
source: Generating snapshots...
zh_hans: 正在生成快照...

# Planet_Detail_Last_Update
source: Submit at
zh_hans: 提交于

# Planet_Detail_No_Data
source: No Data
zh_hans: 无数据

# Planet_Detail_Realtime
source: Realtime
zh_hans: 实时

# Planet_Detail_Simulating
source: Simulating...
zh_hans: 正在模拟...

# Planet_Detail_Stop_Work_Countdown
source: Stop Work Countdown:
zh_hans: 停工倒计时:

# Planet_Detail_Stopped
source: Stopped
zh_hans: 已停工

# Planet_Detail_View_Time
source: View Time:
zh_hans: 查看时间:

# Planet_Extractor_Expired_Count
source: %d/%d extractors expired
zh_hans: %d/%d个采集器已停工

# Planet_Extractor_Expiring_Soon_Count
source: %d/%d extractors expiring soon
zh_hans: %d/%d个采集器即将停工

# Planetary_Collapse_Character_Colonies
source: Collapse this character's colonies
zh_hans: 折叠此角色的殖民地列表

# Planetary_Coverage
source: Resource Coverage:
zh_hans: 资源覆盖情况：

# Planetary_Cycle_Time
source: Cycle time
zh_hans: 生产周期

# Planetary_Expand_Character_Colonies
source: Expand this character's colonies
zh_hans: 展开此角色的殖民地列表

# Planetary_Facilities
source: Facilities
zh_hans: 加工设施

# Planetary_Harvest_from
source: Harvest from
zh_hans: 采集来源

# Planetary_Input_Materials
source: Input
zh_hans: 输入

# Planetary_Jump_Description
source: Max distance
zh_hans: 最多允许在几跳范围内收集资源

# Planetary_Loading_Progress
source: Loading characters %d/%d
zh_hans: 已加载人物 %d/%d

# Planetary_Local_Resources
source: Local Resources:
zh_hans: 本地可用资源：

# Planetary_MultiSelect_Planet_Type_Summary
source: Summary
zh_hans: 汇总

# Planetary_Nearby_Resources
source: Nearby Resources:
zh_hans: 相邻星系资源：

# Planetary_Output_Info
source: Output
zh_hans: 输出

# Planetary_Output_Quantity
source: Quantity
zh_hans: 产量

# Planetary_Product_Description
source: What product
zh_hans: 要生产什么产品

# Planetary_Region_Description
source: In which region
zh_hans: 要在哪个星域生产

# Planetary_Resource_Jump_Count
source: %d jumps required
zh_hans: 需要%d跳

# Planetary_Resource_Planet_Count
source: %@ planets
zh_hans: %@个行星

# Planetary_Resource_System_Format
source: %@ (%d jumps)
zh_hans: %@（需要%d跳）

# Planetary_Search_No_Results
source: No systems found that can produce the required resources
zh_hans: 没有找到能够生产所需资源的星系

# Planetary_Search_No_Results_Tips
source: Please consider the following adjustments: • Increase jump range • Select a different region or sovereignty • Choose a different product that may be easier to produce
zh_hans: 请考虑以下调整方案: • 增加星系跳数范围 • 选择其他星域或主权 • 选择其他可能更容易生产的产品

# Planetary_Search_Tip_1
source: 1. Please consider customs tax and transportation in your selection.
zh_hans: 1. 请根据各地海关税收、交通运输等因素综合考虑。

# Planetary_Search_Tip_2
source: 2. This feature recommends systems based on planet count and types, The systems following have all the P0 resource required for your selection. For reference only.
zh_hans: 2. 该功能基于行星数量和种类对可选星系进行推荐，以下星系能够满足生产所选产品的 P0 资源需求。数据仅作参考。

# Planetary_Settings_Multi_Character
source: Multi-Character Aggregation
zh_hans: 多人物聚合

# Planetary_Settings_Multi_Character_Description
source: Aggregate planetary data from multiple characters
zh_hans: 聚合显示多个角色的行星数据
